[
  {
    // Dim Sum Factory
    food: 1,
    price: 3,
    value: 1,
    ambiance: 2,
    service: 2,
    tags: ["bellevue", "dim sum"],
    placeId: "ChIJD6fGb1ppkFQRCy790M4JqAg",
    notes: "This place is quite terrible. Bland food, little variety, double portion sizes (8 燒賣 in one order??? who does this?), topped with a really slow kitchen and exorbitant prices compared to its nearby competitors. There are literally no redeeming factors about this place, stay away!",
    pics: []
  },
  {
    // Garlic Crush
    food: 4,
    price: 1,
    value: 5,
    ambiance: 2,
    service: 2,
    tags: ["bellevue", "mediterranean", "gyro"],
    placeId: "ChIJT1AHfYdskFQROdDhW3pQxSg",
    notes: "Really solid gyros and for extremely affordable prices. They have several locations around the area; business isn't overrun by corporate greed, and is one of the iconic Seattle area places. Gyro Sandwich, garlic fries, falafel, baklawa are highly recommended!",
    pics: []
  },
  {
    // Onda Origins Cafe
    food: 3,
    price: 2,
    value: 2,
    ambiance: 3,
    service: 3,
    tags: ["seattle", "georgetown", "burgers", "smashburger"],
    placeId: "ChIJkYPVLvZrkFQRHKn6bTcAx5Y",
    notes: "Chill neighborhood coffee shop in the Columbia City area. Has seating if you want to work. Coffee was acceptable, perhaps on the healthier (bitter) side for both the cappuchino and chai latte.",
    pics: []
  },
  {
    // Lorettas Northwesterner
    food: 5,
    price: 1,
    value: 5,
    ambiance: 2,
    service: 3,
    tags: ["seattle", "georgetown", "burgers", "smashburger"],
    placeId: "ChIJPcnUUy9CkFQRqAady2nwWgc",
    notes: "This place is a hidden gem. The best smash burger in the area, with added benefit that they serve cheese fries done right (Irish Nachos on the menu)! Burgers are grilled at extremely high heat which gives them the perfect amount of char not found at other burger joints in the area. Highly recommend making a trip out there for a old western pub style ambiance with very solid local beers.",
    pics: []
  },
  {
    // Dough Zone
    food: 1,
    price: 3,
    value: 1,
    ambiance: 2,
    service: 2,
    tags: ["bellevue", "chinese", "xiaolongbao"],
    placeId: "ChIJl0CSabBtkFQRrqopqhRluJw",
    notes: "Just don't. This place is a disgusting corporate money grab. All food tastes exactly the same - it's like they made one big batch of meat and used that as the base for every dish. I've given this place several benefits of the doubt to see if their food would improve, but it hasn't at all over the years. If you had to eat here, eat before, and maybe eat 1 Q-Bao, and nothing else. I judge people who recommend this place to others.",
    pics: []
  },
  {
    // Ding Tai Feng
    food: 3,
    price: 3,
    value: 3,
    ambiance: 2,
    service: 3,
    tags: ["bellevue", "chinese", "xiaolongbao"],
    placeId: "ChIJrcrho4dskFQROHfX02ZeENg",
    notes: "The chain that made Xiao Long Bao popular worldwide. One of your better options for America, but don't expect the same level of price and quality that one gets in Asia however.",
    pics: []
  },
  {
    // Supreme Dumpling
    food: 3,
    price: 3,
    value: 3,
    ambiance: 3,
    service: 3,
    tags: ["bellevue", "chinese", "xiaolongbao"],
    placeId: "ChIJ_fbAUWVtkFQRqLBlBvTTYVA",
    notes: "Xiao long bao done the Shanghainese way - tasty gelatinous soup insides. Stick with the original and crab XLB, skip the spicy ones. Sides and appetizers are a little lacking and lackluster. Happy that there's another acceptable option other than Ding Tai Feng!",
    pics: []
  },
  {
    // Bok-a-bok - Totem Lake
    food: 2,
    price: 2,
    value: 2,
    ambiance: 0,
    service: 0,
    tags: ["kirkland", "korean", "friedchicken"],
    placeId: "ChIJR9Ny94oNkFQRi01wRm6rKyM",
    notes: "Korean fried chicken. So many sauces but none of them amazing. Breading could be more delicate. The dirty tots are probably the best thing. Edible, but very mediocre fried chicken.",
    pics: []
  },
  {
    // Katsu Burger - Bellevue
    food: 4,
    price: 2,
    value: 4,
    ambiance: 1,
    service: 0,
    tags: ["bellevue", "burger", "japanese", "fusion"],
    placeId: "ChIJn8hfrKpukFQR0woE0dq8ncE",
    notes: "Unique take on a burger. The Katsu Curry burger is one of its kind. Don't miss the nori fries and the sesame kinako shake either.",
    pics: []
  },
  {
    // Tipsy Cow - Redmond
    food: 5,
    price: 2,
    value: 3,
    ambiance: 3,
    service: 3,
    tags: ["redmond", "burger", "gourmetburger"],
    placeId: "ChIJQxylHa5ykFQRxjVVa3M3Gyg",
    notes: "The best gourmet burger chain in town. Rockstar, brewmaster, winemaker are all solid options. Truffle fries, jacked up fries, or onion rings would not go amiss. If feeling decadent, get a boozy shake to go with it!",
    pics: []
  },
  {
    // Burgermaster - Bellevue
    food: 3,
    price: 2,
    value: 2,
    ambiance: 0,
    service: 0,
    tags: ["bellevue", "burger"],
    placeId: "ChIJN6aOHsVskFQRl4seUuJTbwo",
    notes: "A Seattle native drive through burger chain. Frankly, the beef burgers aren't great. However, the fish sandwich is pretty darn good. Get a fresh banana shake while you're at it. Fries very optional.",
    pics: []
  },
  {
    // Silverlake ramen
    food: 4,
    price: 2,
    value: 3,
    ambiance: 2,
    service: 2,
    tags: ["kirkland", "japanese", "ramen"],
    placeId: "ChIJSwqy9yQNkFQRAF7y0T8DtCg",
    notes: "One of the better Ramen places in Seattle (a ramen dead zone). Ramen broth is unique - milkly chicken broth. Blaze or Classic ramen are the best. Chicken Karaage or Spicy Tuna Crispy Rice are solid appetizers.",
    pics: []
  },
  {
    // Xi'an Noodle
    food: 3,
    price: 2,
    value: 2,
    ambiance: 2,
    service: 2,
    tags: ["kirkland", "italian", "pasta", "pizza", "bistro"],
    placeId: "ChIJPwWk_5NtkFQRZ-PrNGZV4Ms",
    notes: "Solid spot for Xi An Biang Biang Noodles. The dry noodles are slightly more tasty than the soup noodles, appetizers are meh.",
    pics: []
  },
  {
    // COMO
    food: 5,
    price: 3,
    value: 5,
    ambiance: 4,
    service: 3,
    tags: ["kirkland", "italian", "pasta", "pizza", "bistro"],
    placeId: "ChIJwwuMx_ETkFQR13oDe_rvyZ0",
    notes: "Best Italian bistro restaurant in the area. Taste is incredibly authentic, and portions are generous. Great view over Lake Washington to watch a sunset while eating dinner. Indoor dining is rather loud, but it's well worth going back multiple times. All dishes are good - even more notably do not miss the Fried Artichoke Hearts.",
    pics: []
  },
  {
    // Liu Yi Shou
    food: 4,
    price: 3,
    value: 2,
    ambiance: 3,
    service: 2,
    tags: ["bellevue", "asian", "hotpot", "sichuan"],
    placeId: "ChIJF6Q8F_FtkFQRVSNnJdLAsyQ",
    notes: "One of the better modern hot pot places in the area. Spicy levels are calibrated to Sichuan tastes ('medium' is almost too spicy). Meat quality and sauce bar are good, marginally cheaper than Hai Di Lao.",
    pics: []
  },
  {
    // Boiling Point
    food: 3,
    price: 2,
    value: 2,
    ambiance: 3,
    service: 2,
    tags: ["bellevue", "asian", "hotpot", "taiwanese"],
    placeId: "ChIJcYllSY5skFQR6nwQnUGLsQA",
    notes: "Personal hot pot. Soup bases and dipping sauces are pretty good. Solid choice for a dinner if one is out of ideas. Spicy Beef, or pumpkin broth are good choices. Beware, taiwanese spicy is fairly extreme.",
    pics: []
  },
  {
    // Spicy City
    food: 5,
    price: 2,
    value: 5,
    ambiance: 3,
    service: 2,
    tags: ["bellevue", "asian", "sichuan"],
    placeId: "ChIJVVVFGrNykFQRYECzjYyJe44",
    notes: "The best Sichuan food in the area (2022). Spicy+numbing flavor is on point. Bring a Chinese speaking person for the best experience. Great 辣子雞, 麻婆豆腐, 魚香茄子, and other Sichuan staples.",
    pics: []
  },
  {
    // Due Cucina Totem Lake
    food: 3,
    price: 2,
    value: 3,
    ambiance: 3,
    service: 0,
    tags: ["kirkland", "pasta", "italian"],
    placeId: "ChIJzWfj-acNkFQRYToIg4hbqBA",
    notes: "Fresh pasta for cheap with good sauces. Carbonara and Lasagna were good. Good value for money.",
    pics: [
      // {
      //   url: "dueCucina/test.jpg",
      //   foodLocal: Rating.FOUR,
      //   priceLocal: Rating.ONE,
      //   foodGlobal: Rating.FOUR,
      //   priceGlobal: Rating.ONE,
      //   name: "Fooood"
      // },
      // {
      //   url: "dueCucina/test.jpg",
      //   foodLocal: Rating.FOUR,
      //   priceLocal: Rating.ONE,
      //   foodGlobal: Rating.FOUR,
      //   priceGlobal: Rating.ONE,
      //   name: "Fooood"
      // }
    ]
  },
  {
    // El rinconcito bellevue
    food: 3,
    price: 1,
    value: 3,
    ambiance: 1,
    service: 0,
    tags: ["bellevue", "tacos", "mexican"],
    placeId: "ChIJuavoTwFtkFQR2NF17zsFLt4",
    notes: "Great tacos for cheap. Get the adobada & carnitas. Tastes richer when it's not rush hour. Order online to-go and eat in a nearby park.",
    pics: []
  },
  {
    // Looking for chai
    food: 4,
    price: 2,
    value: 5,
    ambiance: 2,
    service: 2,
    tags: ["bellevue", "asian", "taiwanese"],
    placeId: "ChIJq8KMPuVskFQRHt2uy0YCBQA",
    notes: "Best taiwanese restaurant in the area. Serves a mixture of authentic restaurant comfort food and taiwanese street food an affordable price point for the Seattle area. Mini hotpots (great value), 蔥爆牛肉 and 椒麻脆皮雞 are worthy of note.",
    pics: []
  }
]
